Repository: AlexNek/Angular2BlazorExamples
Catalog: Blazor/Netlify/Netlify.SharedResources/Resources/SharedLocalizer.*.resx
Languages: es_mx

source: ¡Welcome back!
es_mx: ¡Bienvenido de nuevo!

source: Incorrect username or password.
es_mx: Usuario o contraseña incorrectos.

source: Oops! An unexpected error has occurred. Please contact us at support@angularexampleapp.com if it continues.
es_mx: ¡Ups! Ha ocurrido un error que no nos esperábamos. Por favor, si continúa, ponte en contacto con nosotros en support@angularexampleapp.com

source: A network problem has occurred. Please make sure you are connected and if the problem persists please contact support at support@angularexampleapp.com
es_mx: Ha ocurrido un problema de red. Por favor, asegúrate de tener conexión y si continúa el problema ponte en contacto con soporte en support@angularexampleapp.com

source: Password
es_mx: Contraseña

source: Enter
es_mx: Entrar

source: don't have an account yet?
es_mx: ¿no tienes cuenta?

source: register
es_mx: registro

source: ¡Register, and create your first hero!
es_mx: ¡Regístrate, y crea tu primer menú!

source: First name
es_mx: Nombre

source: I've read and accept the terms and conditions and the privacy policy
es_mx: He leído y acepto la política de privacidad y los términos y condiciones

# Register2
source: Register
es_mx: Regístrate

source: already have an account?
es_mx: ¿ya tienes una cuenta?

source: This email is not available, please, choose another one
es_mx: El email no está disponible, por favor, elige uno distinto

source: Minimum caracters.
es_mx: Mínimo caracteres.

source: Field required
es_mx: Campo requerido

source: Format invalid. example@domain.com
es_mx: Formato inválido. example@domain.com

source: Change password
es_mx: Cambiar contraseña

source: Password has been changed successfully.
es_mx: La contraseña se ha cambiado correctamente.

source: Free plan
es_mx: Plan gratuito

source: My account
es_mx: Mi cuenta

source: Log out
es_mx: Cerrar sesión

source: How it works
es_mx: Cómo funciona

source: Home
es_mx: Inicio

source: Lateral menu navigation
es_mx: Menu de navegacion lateral

source: User menu navigation
es_mx: Menu de navegacion de tu usuario

source: Personal data
es_mx: Información personal

source: Save
es_mx: Guardar

source: User updated successfully.
es_mx: El usuario se ha actualizado correctamente.

source: Change your password
es_mx: Cambia tu contraseña

source: Current password
es_mx: Contraseña actual

source: New password
es_mx: Contraseña nueva

source: User not updated due to some fail. Check all the fields in the form are passing.
es_mx: No se ha podido actualizar el perfil. Por favor, comprueba que todos los campos son correctos.

source: Passwords must be different from each other
es_mx: Las contraseñas deben ser distintas.

source: Current password does not match.
es_mx: La contraseña actual no es correcta.

source: Session has expired, please log in again.
es_mx: La sesión ha caducado. Por favor, inicia sesión de nuevo. Volverás donde estabas!

source: Select your language
es_mx: Elige tu idioma

source: The page will be reloaded.
es_mx: La pagina se recargará sola.

source: Profile and password
es_mx: Perfil y contraseña

source: Language
es_mx: Idioma

source: Delete account
es_mx: Baja

source: The account has been deleted. We are sorry to see you go :(
es_mx: La cuenta ha sido eliminada. Sentimos que te vayas... :(

source: Caution!
es_mx: ¡Cuidado!

source: Delete my account
es_mx: Eliminar mi cuenta

source: What you typed is not
es_mx: Lo que has escrito no es

source: This is not your email
es_mx: Este no es tu email

source: Once you delete your account, there is no going back. Please be certain.
es_mx: Una vez que borres la cuenta, no hay marcha atrás. Por favor, estate seguro de continuar.

source: Are you sure you want to do this?
es_mx: Estas seguro de lo que vas a hacer?

source: You will immediately delete:
es_mx: Vas a eliminar de forma inmediata:

source: To verify, type delete my account
es_mx: Para asegurarnos, escribe eliminar mi cuenta

source: Cancel plan and delete this account
es_mx: Cancelar el plan y eliminar mi cuenta

source: created heroes
es_mx: heroes creados

source: Password must contain at least one lowercase letter, one uppercase letter and one number. No special characters allowed.
es_mx: La contraseña debe contener al menos una letra minúscula, una mayúscula y un número. No se admiten caracteres especiales.

source: Top 5 public heroes
es_mx: Top 5 heroes públicos

source: votes
es_mx: votos

source: This heroes are available to all the users and you can vote for them!
es_mx: Estos héroes están disponibles para todos los usuarios y puedes votar por ellos.

source: You can only vote each hero once.
es_mx: Sólo se puede votar a cada héroe una vez.

source: Alter-ego
es_mx: Nombre

source: Real name
es_mx: Nombre real

source: Create a hero
es_mx: Crear heroe

source: Edit
es_mx: Editar

source: What's the hero's name?
es_mx: ¿Cual es el nombre del heroe?

source: Now, the real one
es_mx: Ahora, el nombre real

source: Create hero
es_mx: Crear hero

source: You don't have any heroes. Go and create one!
es_mx: No tienes ningun heroe. Ve y crea uno!

source: Hero deleted!
es_mx: Heroe eliminado!

source: My heroes
es_mx: Mis heroes

source: Create as many as you want
es_mx: Crea todos los que quieras!
